// © Copyright 2011, 2015 HP Development Company, L.P.

TaskName = "Download Drivers & Software";

TaskTitleField = "Download Drivers & Software";
TaskDescriptionField = "Click \"Go Online\" to download latest driver, firmware or software package for your HP device.";
TaskStartButtonTitle = "Go Online";
